[
    {
        "text": "We learn from experience that men never learn from experience.",
        "author": "Bernard Shaw"
    },
    {
        "text": "One thing about experience is that when you don't have very much you're apt to get a lot.",
        "author": "Franklin P. Jones in Quote Magazine"
    },
    {
        "text": "I couldn't wait for success... so I went ahead without it.",
        "author": "Jonathan Winters"
    },
    {
        "text": "If you risk nothing, then you risk everything.",
        "author": "Grena Davis quoted by Kevin Sessums in Vanity Fair"
    },
    {
        "text": "Information is pretty thin stuff unless mixed with experience.",
        "author": "Clarence Day The Crow's Nest"
    },
    {
        "text": "I don't divide the world into the weak and the strong, or the successes and the failures, those who make it or those who don't. I divide the world into learners and non-learners.",
        "author": "Benjamin Barber in When Smart People Fail Carol Hyatt and Linda Gottlieb"
    },
    {
        "text": "Experience isn't interesting till it begins to repeat itself--in fact, till it does that it hardly is experience.",
        "author": "Elizabeth Bowen The Death of the Heart"
    },
    {
        "text": "To most men, experience is like the stern lights of a ship, which illumine only the track it has passed.",
        "author": "Samuel Taylor Coleridge Table Talk"
    },
    {
        "text": "I have but one lamp by which my feet are guided, and that is the lamp of experience. I know of no way of judging the future but by the past.",
        "author": "Patrick Henry speech 1775"
    },
    {
        "text": "Experience is not what happens to a man; it is what a man does with what happens to him.",
        "author": "Aldous Huxley Texts and Pretexts"
    },
    {
        "text": "Experience is never limited, and it is never complete; it is an immense sensibility, and a kind of huge spiderweb of the finest silken threads suspended in the chamber of consciousness, and catching every airborne particle in its tissue.",
        "author": "Henry James Partial Portraits"
    },
    {
        "text": "Experience is a hard teacher because she gives the test first, the lessons afterwards.",
        "author": "Vernon Law in This Week"
    },
    {
        "text": "Experience does not ever err; it is only your judgment that errs in promising itself results which are not caused by your experiments.",
        "author": "Leonardo Da Vinci Notebooks"
    },
    {
        "text": "We should be careful to get out of an experience only the wisdom that is in it--and stop there; lest we be like the cat that sits down on a hot stove lid. She will never sit down on a hot stove lid again--and that is well; but also she will never sit down on a cold one anymore.",
        "author": "Mark Twain Following the Equator"
    },
    {
        "text": "\"Pudd'nhead and Wilson's New Calendar\" Experience is the name everyone gives to their mistakes.",
        "author": "Oscar Wilde Lady Windermere's Fan"
    },
    {
        "text": "In our desire to learn from experience, we must not be too hasty to assume that the situation confronting us is indeed the same as the experience we wish to learn from.",
        "author": "Shraga Silverstein A Candle by Day"
    },
    {
        "text": "Many think they are learning from experience when they are actually surrendering to it.",
        "author": "Shraga Silverstein A Candle by Day"
    },
    {
        "text": "We must experience from our learning.",
        "author": "Shraga Silverstein A Candle by Day"
    },
    {
        "text": "Experience is a good teacher, but her fees are very high.",
        "author": "W. R. Inge (1860-1954) Dean of St. Paul's, London"
    },
    {
        "text": "Le sens commun n'est pas si commun. [Common sense is not so common.]",
        "author": "Francois Marie Arouet Voltaired"
    }
]
